In [1]:
import pandas as pd

In [2]:
df=pd.read_csv("emp_data_1.csv")

In [3]:
df

   id      city    country
0   1  New York        USA
1   2    London         UK
2   3     Tokyo      Japan
3   4    Sydney  Australia